<?xml version="1.0" standalone="yes"?>
<museum>
	<desc>IT Museum</desc>
	<computer>
<item><id>1</id><name>Commodore CBM 4032</name><date>1979</date><comp><value>Commodore</value></comp><note><value>Nach dem PET 2001 (1977) brachte Commodore mehrere Serien von B&#xFC;romaschinen auf den Markt. Vor der CBM 4000er-Serie erschienen die sog. 2000er- und 3000er-Serien, welche allesamt mit verschiedenen Spezifikationen erh&#xE4;ltlich waren. Der CBM 4032 war etwa mit einem 32 KByte Speicher gegen&#xFC;ber dem CBM 4016 (16KByte) ausgestattet. Mit den genannten Serien von B&#xFC;romaschinen verlie&#xDF; Commodore immer mehr den Bereich der Heimcomputer und stieg in den Bereich der professionellen Nutzung ein. Die 4000er-Serie war Teil der dritten Generation von Commodore-B&#xFC;rocomputern. Der CBM 4032 war sowohl in einer "THIN"- als auch einer "FAT"-Version erh&#xE4;ltlich. Die "THIN"-Version hatte &#xE4;hnlich dem Vorg&#xE4;ngermodell CBM 3032 einen 9-Zoll-Monitor, welcher 40 Zeichen anzeigen konnte. Die "FAT"-Version hingegen besa&#xDF; wie das sp&#xE4;tere Modell CBM 8032 einen 12-Zoll-Monitor und konnte so bis zu 80 Zeichen darstellen. Als Betriebssystem diente in beiden Versionen Commodore Basic 4.0.&lt;lb/&gt;MW</value></note></item>
<item><id>2</id><name>Toshiba T3200SX</name><date>1989</date><comp><value>Toshiba</value></comp><note><value>Der T3200SX von Toshiba war der Versuch, einen tragbaren Computer ohne Leistungseinbu&#xDF;en gegen&#xFC;ber einem Desktop-PC zu bauen. Neben einer hohen Mobilit&#xE4;t sollte der T3200SX die M&#xF6;glichkeiten der 386er-Technologie voll aussch&#xF6;pfen und selbst anspruchsvollen Programmen gen&#xFC;gend Leistung bieten. Der mobile B&#xFC;rocomputer von Toshiba stellte hohe Anspr&#xFC;che an seine Ingenieure: Er sollte dieselbe Leistung wie ein sperriger Desktop-PC besitzen und doch ein kompaktes, leicht transportierbares Ger&#xE4;t darstellen, mit dem das Arbeiten unabh&#xE4;ngig vom gew&#xE4;hlten Standort m&#xF6;glich war. Auch sollte das Ger&#xE4;t &#xFC;ber entsprechende Anschl&#xFC;sse verf&#xFC;gen, um das System um Einrichtungen wie ein Fax oder Modem erweitern zu k&#xF6;nnen. Schon in den 1980er Jahren war die Zukunftssicherheit ein entscheidender Aspekt. So musste der Computer nicht nur f&#xFC;r die momentan anspruchsvolleren Programme gen&#xFC;gend "Power" besitzen, sondern auch f&#xFC;r die Zukunft einsetzbar bleiben. Toshiba schaffte es, all diese Anforderungen im T3200SX zu vereinen und einen wichtigen Schritt in Richtung des heutigen Notebooks zu unternehmen. Ein Vorteil gegen&#xFC;ber anderen Ger&#xE4;ten war auch die freie Wahl des Betriebssystems. Alle g&#xE4;ngigen Systeme wie MS-DOS, OS/2 oder UNIX konnten zum Einsatz kommen.&lt;lb/&gt;Dieser Rechner wurde anl&#xE4;sslich der Er&#xF6;ffnung des Toshiba Werkes in Regensburg 1990 der Stadt Regensburg geschenkt. Ende 2007 wurde die Produktion im Werk eingestellt. &lt;lb/&gt;MW</value></note></item>
<item><id>3</id><name>Mac I</name><date>1983</date><comp><value>Apple Inc.</value></comp><note><value>Nach dem Erfolg des Apple I und II seit 1976 wurde 1984 der erste Macintosh Mac I als Billigrechner der &#xD6;ffentlichkeit vorgestellt. Sein Herzst&#xFC;ck ist ein MC68000-Prozessor von der Firma Motorola. Die Datenverarbeitung läuft dank des Motorola MC68000 Hauptprozessors bereits mit 32 bit, w&#xE4;hrend externe Zugriffe (zum Beispiel auf Speicher und Medien) mit 16 bit durchgef&#xFC;hrt werden. Der Mac I arbeitet mit einer Taktzahl von umgerechnet 8 MHz und bietet als Speicherkapazit&#xE4;t 128 KByte RAM, sowie 64 KByte ROM. Zudem verf&#xFC;gt er über 2 serielle Schnittstellen und 2 Anschl&#xFC;sse zur Bild- und Tonausgabe. Aufgrund fehlender Harddisk und dem geringen Arbeitsspeicher konnte der Mac I zu einem &#xE4;ußerst niedrigen Preis von 2495 US-Dollar angeboten werden. Ein halbes Jahr nach seiner Einf&#xFC;hrung wurde dem Ger&#xE4;t mehr RAM spendiert, worauf man den "UR-Mac" 128k und den aufger&#xFC;steten Macintosh 512k nannte. Auf der hier ausgestellten Platine ist eine Speichererweiterung aufgesteckt, die den Speicher von den damals &#xFC;blichen 512k Standard auf 640k erweiterte. Der Prozessor wurde bis 1986 produziert.&lt;lb/&gt;MV</value></note></item>
<item><id>4</id><name>Commodore 128D, DA400866</name><date>1985</date><comp><value>Commodore</value></comp><note><value>Der Commodore 128 war der Nachfolger des C64, dem meistverkauften Desktop Computer der 1980er Jahre, der zu seiner Zeit vorwiegend als Spiele- und Softwareprogrammierkonsole genutzt wurde. Allerdings konnte der Commodore 128 nicht an den Erfolg seines Vorg&#xE4;ngers ankn&#xFC;pfen, da die marginalen Neuerungen im Vergleich zum C64 den hohen Preis nach Meinung der Kundschaft nicht rechtfertigten. Gr&#xFC;nde sah man auch in der mangelnden Innovation und den bereits aufkeimenden Ger&#xFC;chten über die "Wundermaschine" Amiga. Besondere Bedeutung erfuhr der C128 aufgrund seiner Abw&#xE4;rtskompatibilit&#xE4;t zu seinem Vorg&#xE4;ngermodell, des C64-Computers, und dessen Software. Die Tastatur des C128 war – im Gegensatz zu seinem sp&#xE4;teren Nachfolger C128D – fest in das Geh&#xE4;use integriert.&lt;lb/&gt;MS</value></note></item>
</computer>
</museum>
